/* Added to PROC_KILLED when the killing signal cause a dump */
" (core dumped)" = " (core dumped)";

/* New Window menu item title format; the variable is the profile name */
"New Window with Profile - %@" = "New Window with Profile - %@";

/* New Tab and contextual menu item title format; the variable is the profile name */
"New Tab with Profile - %@" = "New Tab with Profile – %@";

/* New Window menu item title format; the variable is the profile name */
"New Window with Same Command" = "New Window with Same Command";

/* New Tab menu item title format; the variable is the profile name */
"New Tab with Same Command" = "New Tab with Same Command";

/* Window settings inspector; format string for font field in inspector; argument 1 is the font, argument 2 is the formatted size */
"%1$@ %2$@ pt." = "%1$@ %2$@ pt.";

/* Window settings preferences; Keyboard map; format string for Key description column; argument 1 is the modifier, argument 2 is the key */
"%1$@ %2$@" = "%1$@ %2$@";

/* for Undo Menu suffix for settings changes - "Undo Change Setting" */
"Change Setting" = "Change Setting";

/* Window settings save panel; string combined with full user name for default save name */
"%@\\U2019s profile" = "%@’s profile";

/* Default name for new window groups; includes user name */
"%@\\U2019s window group" = "%@’s window group";

/* Insert ellipsis into a string truncated in the middle; the variables are the prefix/suffix of the truncated string. */
"%@\\U2026%@" = "%@…%@";

/* Bookmark menu-item title format string; the first parameter is the line number, the second parameter is the bookmark name */
"%@: %@" = "%@: %@";

/* Start of bookmark name; used to find bookmark names in terminal text */
"[" = "[";

/* End of bookmark name; used to find bookmark names in terminal text */
"]" = "]";

/* Separator between permanent and discovered servers */
"--- Discovered Servers ---" = "--- Discovered Servers ---";

/* Default settings; name for default Black on White settings */
"Black on White" = "Black on White";

/* Default settings; name for default Black on Yellow settings */
"Black on Yellow" = "Black on Yellow";

/* Default settings; name for default Blue on White settings */
"Blue on White" = "Blue on White";

/* Name of built-in default window settings */
"Built-in" = "Built-in";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* Menu item title */
"Clear to Previous Bookmark" = "Clear to Previous Bookmark";

/* Menu item title */
"Clear to Previous Mark" = "Clear to Previous Mark";

/* Menu item title */
"Clear to Selected Bookmark" = "Clear to Selected Bookmark";

/* Menu item title */
"Clear to Selected Mark" = "Clear to Selected Mark";

/* Menu item title */
"Clear to Start of Selection" = "Clear to Start of Selection";

/* No comment provided by engineer. */
"Close" = "Close";

/* No comment provided by engineer. */
"Close All" = "Close All";

/* Tab close-button accessibility label/title. */
"Close tab" = "Close tab";

/* Tab close-button accessibility role description. */
"close tab button" = "close tab button";

/* Tab close sheet; message description for a single process */
"Closing this tab will terminate the running process %@." = "Closing this tab will terminate the running process %@.";

/* Tab close sheet; message description for multiple processes */
"Closing this tab will terminate the running processes: %@." = "Closing this tab will terminate the running processes: %@.";

/* Used between items concatenated into comma-separated lists. */
", " = ", ";

/* Tab/Window close sheet; process name with duplicate name count */
"%@ (%d)" = "%@ (%d)";

/* Window close sheet; message description for a single process */
"Closing this window will terminate the running process %@." = "Closing this window will terminate the running process %@.";

/* Window close sheet; message description for multiple processes */
"Closing this window will terminate the running processes: %@." = "Closing this window will terminate the running processes: %@.";

/* Failure to create a new terminal session. Displayed in terminal content. */
"[Could not create a new process and open a pseudo-tty.]" = "[Could not create a new process and open a pseudo-tty.]";

/* Window settings preferences; text shown with profiles which are set as the default */
"Default" = "Default";

/* Window settings preferences; text shown with profiles which are set as the startup profile */
"Startup" = "Startup";

/* Compose Email Message contextual menu item. */
"Compose" = "Compose";

/* SSH/Telnet Connection contextual menu item. */
"Connect" = "Connect";

/* Window settings preferences; text shown with profiles which are set as the Copy Attributes profile */
"Copy" = "Copy";

/* Tab close sheet; message title */
"Do you want to close this tab?" = "Do you want to close this tab?";

/* Window close sheet; message title */
"Do you want to close this window?" = "Do you want to close this window?";

/* Window close sheet; message title when there are running processes */
"Do you want to terminate running processes in this window?" = "Do you want to terminate running processes in this window?";

/* Tab close sheet; message title when there are running processes */
"Do you want to terminate running processes in this tab?" = "Do you want to terminate running processes in this tab?";

/* Service */
"File Transfer (ftp)" = "File Transfer (ftp)";

/* Find Panel; window title */
"Find" = "Find";

/* Default settings; name for default Green on Black settings */
"Green on Black" = "Green on Black";

/* Shell menu item title; used when inspector is visible */
"Hide Inspector" = "Hide Inspector";

/* Menu item title */
"Hide Marks" = "Hide Marks";

/* View Menu item title; used when the tab bar is shown */
"Hide Tab Bar" = "Hide Tab Bar";

/* Application termination dialog; message description */
"If you don\\U2019t review your windows, any running processes will be terminated." = "If you don’t review your windows, any running processes will be terminated.";

/* No comment provided by engineer. */
"It may have been incompletely copied from another machine." = "It may have been incompletely copied from another machine.";

/* Window settings import; alert title shown when multiple files are corrupt */
"Multiple files could not be imported." = "Multiple files could not be imported.";

/* Default name for new window settings */
"New profile" = "New profile";

/* No options for this service */
"No options" = "No options";

/* Application prefs; string superimposed on table of window groups when none are available */
"No Window Groups Saved" = "No Window Groups Saved";

/* Title of menu item used in Open Window Group submenu when no groups are available */
"No Window Groups" = "No Window Groups";

/* Generic save panel; name of object type used in save panel if not otherwise specified */
"object" = "object";

/* No comment provided by engineer. */
"OK" = "OK";

/* Open Link contextual menu item. */
"Open Link" = "Open Link";

/* Open man Page contextual menu item. */
"Open man Page" = "Open man Page";

/* Help menu item; the variable is the search term. */
"Open man Page for \\U201C%@\\U201D" = "Open man Page for “%@”";

/* Open man Page function key label. */
"man page" = "man page";

/* Open man Page function key options label. */
"Search Term Display:" = "Search Term Display:";

/* Open man Page function key options label. */
"man Title None" = "None";

/* Open man Page function key options label. */
"man Title Fixed Width" = "Fixed Width";

/* Open man Page function key options label. */
"man Title Automatic" = "Automatic";

/* Help menu item; the variable is the search term. */
"Search man Page Index for \\U201C%@\\U201D" = "Search man Page Index for “%@”";

/* Message text for invalid Bracketed Paste Mode content alert. */
"You cannot send the text to the terminal, because it contains invalid content for Bracketed Paste Mode." = "You cannot send the text to the terminal, because it contains invalid content for Bracketed Paste Mode.";

/* Informative text for invalid Bracketed Paste Mode content alert. */
"Bracketed Paste Mode is enabled in the terminal and the text to send contains the escape sequence that marks the end of pasted text. This is invalid for Bracketed Paste Mode, and could allow subsequent content in the text to perform arbitrary commands." = "Bracketed Paste Mode is enabled in the terminal and the text to send contains the escape sequence that marks the end of pasted text. This is invalid for Bracketed Paste Mode, and could allow subsequent content in the text to perform arbitrary commands.";

/* Message text for control-character content alert. */
"Paste control characters?" = "Paste control characters?";

/* Informative text for control-character content alert. */
"The text contains control characters, which could allow the pasted content to perform arbitrary commands.\n\nTo confirm and Paste, you can use \\U21E7\\U2318\\U23CE." = "The text contains control characters, which could allow the pasted content to perform arbitrary commands.\n\nTo confirm and Paste, you can use ⇧⌘⏎.";

"Paste" = "Paste";
"Paste without Control Characters" = "Paste without Control Characters";

/* Look Up contextual menu item. */
"Look Up" = "Look Up";

/* Look Up contextual menu item with truncated text. */
"Look Up \\U201C%@\\U2026\\U201D" = "Look Up “%@…”";

/* Look Up contextual menu item with selected text. */
"Look Up \\U201C%@\\U201D" = "Look Up “%@”";

/* Web search (e.g., Google) contextual menu item. */
"Search with %@" = "Search with %@";

/* Web search contextual menu item when the search provider is unknown. */
"Search the Web" = "Search the Web";

/* Default process name */
"Process name" = "Process name";

/* No comment provided by engineer. */
"Quit" = "Quit";

/* Service */
"Remote Login (telnet)" = "Remote Login (telnet)";

/* Window settings preferences; path control pop-up menu item for removing the background image */
"Remove" = "Remove";

/* Generic save panel; title of button used to replace existing object */
"Replace" = "Replace";

/* Generic save panel; information text used for alert when replacing existing countable object. */
"Replacing the %@ will override its contents." = "Replacing the %@ will override its contents.";

/* Generic save panel; information text used for alert when replacing existing uncountable object. */
"Replacing the %@ will override their contents." = "Replacing the %@ will override their contents.";

/* Application termination dialog; review windows button title */
"Review Windows\\U2026" = "Review Windows…";

/* Window group save panel; panel title */
"Save Window Group" = "Save Window Group";

/* Service */
"Secure File Transfer (sftp)" = "Secure File Transfer (sftp)";

/* No comment provided by engineer. */
"Secure Shell (ssh)" = "Secure Shell (ssh)";

/* Connect to service option */
"SFTP (Automatic)" = "SFTP (Automatic)";

/* No comment provided by engineer. */
"SFTP Protocol 1" = "SFTP Protocol 1";

/* Shell menu item title; used when inspector is not visible */
"Show Inspector" = "Show Inspector";

/* Menu item title */
"Show Marks" = "Show Marks";

/* View Menu item title; used when the tab bar is hidden */
"Show Tab Bar" = "Show Tab Bar";

/* No comment provided by engineer. */
"SSH (Automatic)" = "SSH (Automatic)";

/* Connect to service option */
"SSH Protocol 1" = "SSH Protocol 1";

/* Connect to service option */
"SSH Protocol 2" = "SSH Protocol 2";

/* Accessibility description for Use Option as Meta Key. */
"use option as meta key" = "use option as meta key";

/* The 'use Option as Meta' title. The word 'Meta' should probably not be localized. */
"⌥ Meta" = "⌥ Meta";

/* The 'use Option as Option key (instead of Meta)' title. */
"⌥ Option" = "⌥ Option";

/* Displayed to indicate that the Option modifier key is currently mapped to the Meta modifier. Like the word 'Meta' this should probably not be localized. */
"M" = "M";

/* Displayed to indicate that the Option modifier key is currently mapped to the Meta modifier. The word 'Meta' should probably not be localized. */
"Option is Meta" = "Option is Meta";

/* Displayed to indicate that the Option modifier key is NOT currently mapped to the Meta modifier. */
"\\U2325" = "⌥";

/* Displayed to indicate that the Option modifier key is NOT currently mapped to the Meta modifier. */
"Option" = "Option";

/* Accessibility description for Insert Bookmark. */
"insert bookmark" = "insert bookmark";

/* Accessibility description for Jump/Select to Next Mark. */
"next mark" = "next mark";

/* Accessibility description for Jump/Select to Previous Mark. */
"previous mark" = "previous mark";

/* Accessibility description for Jump/Select to Next Bookmark. */
"next bookmark" = "next bookmark";

/* Accessibility description for Jump/Select to Previous Bookmark. */
"previous bookmark" = "previous bookmark";

/* Function key description */
"Previous/Next Mark" = "Previous/Next Mark";

/* Function key description */
"Previous/Next Bookmark" = "Previous/Next Bookmark";

/* Function key description */
"Previous/Next Mark — Insert Bookmark" = "Previous/Next Mark — Insert Bookmark";

/* Button title for making a new tab. */
"New Tab" = "New Tab";

/* Accessibility description for New Remote Connection. */
"new remote connection" = "new remote connection";

/* Function key description */
"New Remote Connection" = "New Remote Connection";

/* Button title for inserting a new bookmark. */
"Insert Bookmark" = "Insert Bookmark";

/* Terminal title component; enables adding markup around each of the title components, before they are concatenated with em-dashes between them */
"terminal title component" = "%@";

/* default title */
"Terminal" = "Terminal";

/* Default name for Save Text As... menu */
"Terminal Saved Output.txt" = "Terminal Saved Output.txt";

/* No comment provided by engineer. */
"Terminate" = "Terminate";

/* Application termination dialog; terminate processes button title */
"Terminate Processes" = "Terminate Processes";

/* Generic save panel; title used for alert when replacing existing uncountable object. */
"The %1$@ %2$@ already exist. Do you want to replace them?" = "The %1$@ %2$@ already exist. Do you want to replace them?";

/* Generic save panel; title used for alert when replacing existing countable object. */
"The %1$@ %2$@ already exists. Do you want to replace it?" = "The %1$@ %2$@ already exists. Do you want to replace it?";

/* No comment provided by engineer. */
"The administrator has set your shell to an illegal value." = "The administrator has set your shell to an illegal value.";

/* Window settings import; alert description shown when a single file is corrupt */
"The file is corrupt. You may be able to obtain a fresh copy of the file from its author." = "The file is corrupt. You may be able to obtain a fresh copy of the file from its author.";

/* No comment provided by engineer. */
"The file \\U201C%@\\U201D could not be executed because you do not have appropriate access privileges." = "The file “%@” could not be executed because you do not have appropriate access privileges.";

/* Window settings import; alert title shown when a single file is corrupt; %@ is filename */
"The file \\U201C%@\\U201D could not be imported." = "The file “%@” could not be imported.";

/* No comment provided by engineer. */
"The file \\U201C%@\\U201D could not be opened because it is corrupt." = "The file “%@” could not be opened because it is corrupt.";

/* Window settings import; alert description shown when a multiple files are corrupt; %@ is comma-separated list of filenames */
"The following files are corrupt: %@. You may be able to obtain a fresh copy of the files from their author." = "The following files are corrupt: %@. You may be able to obtain a fresh copy of the files from their author.";

/* Window settings; error title when settings name is empty */
"The name is too short." = "The name is too short.";

/* Window settings; error title when settings name is already in use */
"A profile named \\U201C%@\\U201D already exists." = "A profile named “%@” already exists.";

/* No comment provided by engineer. */
"To view or change access privileges, select the file in the Finder and choose File > Get Info." = "To view or change access privileges, select the file in the Finder and choose File > Get Info.";

/* Window settings; error description when settings name is already in use or is reserved */
"Try entering a different name." = "Try entering a different name.";

/* Window settings; error description when settings name is empty */
"Try entering a name with more characters." = "Try entering a name with more characters.";

/* Function key description */
"Use Option as Meta Key" = "Use Option as Meta Key";

/* Accessibility description for Open man Page for Selection. */
"open man page" = "open man page";

/* Function key description */
"Open man Page for Selection" = "Open man Page for Selection";

/* Function key description */
"Background Color" = "Background Color";

/* Function keys description */
"VT100 (PF1-PF4)" = "VT100 (PF1-PF4)";

/* Function keys description */
"VT220 (PF1-PF4 + F5-F20)" = "VT220 (PF1-PF4 + F5-F20)";

/* Function keys description */
"VT220 Extras (F13-F20)" = "VT220 Extras (F13-F20)";

/* Function keys description */
"VT220 Compact (F1-F20)" = "VT220 Compact (F1-F20)";

/* Function keys description */
"VT420 All Enabled (PF1-PF4 + F1-F20)" = "VT420 All Enabled (PF1-PF4 + F1-F20)";

/* No comment provided by engineer. */
"w" = "w";

/* Default settings; name for default White on Black settings */
"White on Black" = "White on Black";

/* Default settings; name for default White on Blue settings */
"White on Blue" = "White on Blue";

/* Window group save panel; name of object used in replacement panels */
"window group" = "window group";

/* Window settings save panel; name of object used in replacement panels */
"profile" = "profile";

/* No comment provided by engineer. */
"You are not authorized to run this application." = "You are not authorized to run this application.";

/* Application termination dialog; message title */
"You have %d windows with running processes. Do you want to review these windows before quitting?" = "You have %d windows with running processes. Do you want to review these windows before quitting?";

/* Appears in window when the user's custom command/shell isn't found. */
"[Command not found: %@]" = "[Command not found: %@]";

/* Appears in window when the shell exits cleanly */
"[Process completed]" = "[Process completed]";

/* Appears in window when the shell exits abnormally */
"[Process exited - exit code %u]" = "[Process exited - exit code %u]";

/* Appears in window when the shell is murdered */
"[Process was terminated by signal %d%s]" = "[Process was terminated by signal %1$d%2$s]";

/* Appears at the start of restored terminal text when truncated */
"[Restored contents truncated]" = "[Restored contents truncated]";

/* Appears at the end of restored terminal text; the parameter is a date/time string */
"[Restored %@]" = "[Restored %@]";

/* User-inserted bookmark; the parameter is the bookmark name */
"[%@]" = "[%@]";

/* User-inserted bookmark default name; the parameter is a date/time string */
"Bookmarked %@" = "Bookmarked %@";

/* Bookmarks menu item title for when there are no bookmarks */
"No Bookmarks" = "No Bookmarks";

/* Separator used for dimensions in window title */
"\\U00D7" = "×";

/* Thin-space and ellipses suffixed to process name to indicate activity in terminal */
"%@\\U2009\\U2026" = "%@ …";

/* Ellipses to indicate unread output in terminal */
"\\U2026" = "…";

/* strings used for split view controls */

"Split view" = "Split view";

"Close split-view" = "Close split-view";

/* strings used for Shortcut man page support */

"Man Pages" = "Man Pages";

/* denied request from quarantined/sandboxed application to open file */
"\\U201C%@\\U201D can\\U2019t be opened because %@ is not allowed to open documents in Terminal." = "“%@” can’t be opened because %@ is not allowed to open documents in Terminal.";

/* strings used for quarantine alerts */

"QuarantineTitleSSH" = "Terminal is opening an ssh connection to %@ for %@.";
"QuarantineTitleTelnet" = "Terminal is opening a telnet connection to %@ for %@.";
"QuarantineTitle2" = " Do you want to allow this?";
"QuarantineMessage" = "This will reveal your user name and network address to the other computer. To avoid being warned in the future add it to the ssh list of known hosts.";
"QuarantineMessageError" = "\n\nAn error occurred while searching known hosts (for details run “%@”).";
"QuarantineAllow" = "Allow";
"QuarantineDeny" = "Don’t Allow";

"Alter Profiles" = "Alter Profiles";

/* Inspector process list: separator between process name annotations (middle dot between thin spaces) */
"\\U2009\\U00B7\\U2009" = " · ";

/* Inspector process list: process name status annotation */
"(stopped)" = "(stopped)";

/* Inspector process list: process name status annotation */
"(zombie)" = "(zombie)";

/* Inspector process list: process status */
"Idle" = "Idle";

/* Inspector process list: process status */
"Runnable" = "Runnable";

/* Inspector process list: process status */
"Sleeping" = "Sleeping";

/* Inspector process list: process status */
"Stopped" = "Stopped";

/* Inspector process list: process status */
"Zombie" = "Zombie";

/* Inspector process list: boolean YES */
"Yes" = "Yes";

/* Inspector process list: boolean NO */
"No" = "No";
